<?php

!defined('R_P') && exit('Forbidden!');

$source_version = 'discuz x1.0'; //版本号

$compile_type = 'mysql';

$step_data = array(
	1 => '设置',
	2 => '表情',
	3 => '勋章',
	4 => '用户',
	5 => '板块',
	6 => '主题',
	7 => '交易',
	8 => '悬赏',
	9 => '投票',
	10 => '活动',
	11 => '活动参与者',
	12 => '回复',
	13 => '附件',
	14 => '公告',
	15 => '短信',
	16 => '好友',
	17 => '收藏',
	//18 => '标签',
	18 => '友情连接',
	19 => '头像',
	20 => '辩论',
	21 => '圈子群组分类',
	22 => '圈子群组',
	23 => '圈子群组成员',
	24 => '圈子群组讨论区',
	25 => '圈子记录',
	26 => '圈子记录回复',
	27 => '圈子相册',
	28 => '圈子相册照片',
	29 => '圈子分享',
	30 => '圈子日志分类',
	31 => '圈子日志',
	32 => '日志，相片,分享的回复',
	//34 => '银行',
	//35 => '广告',
	//36 => 'uc表多余会员数据',
	33 => '评分',
	34 => '根据评分信息来更新tmsgs的ifmark字段',
	35 => '根据评分信息来更新posts的ifmark字段',
	36 => '分类信息框架',
	37 => '分类信息数据',
	38 => 'uchome好友',
    39 => 'CMS版块数据',
	40 => 'CMS文章主题',
	//41 => 'CMS文章回复',
	41 => 'CMS文章回收站',
	42 => 'CMS文章附件',
    43 => '更新CMS文章附件',
);
?>