<?php

!defined('R_P') && exit('Forbidden!');

$source_version = 'discuz 7.1'; //版本号

$compile_type = 'mysql';

$step_data = array(
	1 => '设置',
	2 => '表情',
	3 => '勋章',
	4 => '用户',
	5 => '板块',
	6 => '主题',
	7 => '交易',
	8 => '悬赏',
	9 => '投票',
	10 => '活动',
	11 => '活动参与者',
	12 => '回复',
	13 => '附件',
	14 => '公告',
	15 => '短信',
	16 => '好友',
	17 => '收藏',
	18 => '标签',
	19 => '友情连接',
	20 => '头像',
	21 => '辩论',
	22 => '圈子群组分类',
	23 => '圈子群组',
	24 => '圈子群组成员',
	25 => '圈子群组讨论区',
	26 => '圈子记录',
	27 => '圈子记录回复',
	28 => '圈子相册',
	29 => '圈子相册照片',
	30 => '圈子分享',
	31 => '圈子日志分类',
	32 => '圈子日志',
	33 => '日志，相片,分享的回复',
	34 => '银行',
	35 => '广告',
	36 => 'uc表多余会员数据',
	37 => '评分',
	38 => '根据评分信息来更新tmsgs的ifmark字段',
	39 => '根据评分信息来更新posts的ifmark字段',
	40 => '分类信息框架',
	41 => '分类信息数据',
	42 => 'uchome好友',
);
?>