<?php

!defined('R_P') && exit('Forbidden!');

$source_version = 'discuz 6.0'; //版本号

$compile_type = 'mysql';

$step_data = array(
	1 => '设置',
	2 => '表情',
	3 => '勋章',
	4 => '用户',
	5 => '板块',
	6 => '主题',
	7 => '交易',
	8 => '悬赏',
	9 => '投票',
	10 => '活动',
	11 => '活动参与者',
	12 => '回复',
	13 => '附件',
	14 => '公告',
	15 => '短信',
	16 => '好友',
	17 => '收藏',
	18 => '标签',
	19 => '友情连接',
	20 => '银行',
	21 => '广告',
	22 => '评分',
	23 => '根据评分信息来更新tmsgs的ifmark字段',
	24 => '根据评分信息来更新posts的ifmark字段',
	25 => '分类信息框架',
	26 => '分类信息数据',
);
?>